/*
序
《茶百科》濃縮了茶的百科知識，從茶源、飲茶方式的改變、中國茶文化精神、茶道、茶藝至中外飲茶風俗;從茶業知識(分類、加工工藝、茶葉品質、茶葉評審)、茶具知識、品茶用水、茶藝基礎至如何用科學飲茶;六大基本茶類各種茶葉詳細的飲用及茶藝都精煉地囊括在《茶百科》中。
創新成就未來，服務尚無止境！偵茶者把茶文化融入遊戲，寓教於樂
目錄
概要：茶文化、茶葉知識、茶具知識、品茶用水、茶藝基礎、科學飲茶
綠茶：綠茶簡介、黃山毛峰、洞庭碧螺春、西湖龍井、日照綠茶、太平猴魁
紅茶：紅茶簡介、功夫紅茶、正山小種、祁門紅茶、金駿眉、大吉嶺茶
黃茶：黃茶簡介、君山銀針
白茶：白茶簡介、白毫銀針、白牡丹
黑茶：黑茶簡介、普洱茶、安化黑茶
烏龍茶：烏龍茶簡介、大紅袍、鳳凰單、凍頂烏龍、黃金桂、鐵觀音
花茶：花茶簡介、茉莉花茶、玳玳花茶、白蘭花茶、珠蘭花茶
總綱：茶文化
中國用茶的淵源
茶在中國的應用過程可以分為三個相承後的階段：藥用、食用、引用。三者之間有承先啟後的關係，但是三者又不可能進行絕對劃分，現在只要是以品飲為主，但同時又有茶的藥用和食用。在我國茶用早期，藥用和食用難於進行明確劃分，古人有"藥食同源"之說，可見不過相對而言，人們最早知識的還是藥用而已，因而不可將三者完全孤立開來看。
藥用：中國古代有大量記載茶作為藥用的書籍。
《神農本草》東漢華佗的《食論》，明代顧元慶的《茶譜》，唐代陸羽的《茶經》，李時珍的《本草綱目》，宋代吳淑的《茶賦》等都有茶葉功效的記載。
現在茶的藥用功能對中國少數民族而言更為突出，在少數民族地區，流傳著"寧可三日不吃糧，不可一日不喝茶"的諺語。這是因為像藏族、蒙古族、維吾爾族等小數民族因為都是居住在高寒地區，日常主食都是牛羊等肉類食品，不易消化，而茶的消脂去膩、促進消化功能對於他們而言，重要性不言而喻的了。


*/
//https://www.youtube.com/watch?v=J9FJ0A6LeCU