/*
茶的種類
綠茶 : 屬於不發酵茶，可降血糖、高血壓、膽固醇及癌症發生率，其富有豐富的單寧酸可減緩老化、減肥及改善腸胃不適症狀; 空腹時不宜飲用。
白茶 : 屬於輕度發酵茶，採摘大多以芽頭為主，因葉上長滿白毫，因而得此稱號。白茶性清涼，具有祛熱退火功效。
黃茶 : 屬於輕度發酵茶，製程上比綠茶多了道悶黃的作業，其特色為『黃葉黃湯』。
烏龍茶 : 屬於半發酵茶，又稱青茶，具抗動脈硬化 、高血壓、膽固醇及癌症發生率等功效。對於結石患者來說不適合大量飲用。
紅茶 : 屬於全發酵茶，幫助胃腸消化、促進食欲，利尿、消除水腫，強壯心臟功能。茶葉中影響睡眠的茶多酚經由發酵製程降低了其刺激性，適合晚間飲用。
黑茶 : 屬於後發酵茶，普耳茶也歸屬此類，普洱茶有整腸胃、解油膩、降膽固醇、血脂及降低心血管疾病的發生的功效。
喝茶的好處

茶富含單寧酸，可殺菌並讓腸胃收縮，腹瀉時飲用茶能止瀉。

單寧酸能溶解脂肪，飲茶雖可去油解膩，但不宜在飯後立即飲用，會沖淡胃液影響消化。

綠茶富含兒茶素，為抗氧化的好物，可減緩衰老及降低癌症的發生。

茶可降血糖、止渴，適合糖尿病患飲用。

茶中含氟，利用茶刷牙、漱口可消除口臭，還可防止蛀牙。

茶含咖啡因，精神不濟時飲用，可消除疲勞，振奮精神。喝茶的禁忌

飯後不宜大量喝下濃茶，濃茶會稀釋胃液，影響食物的消化。

茶中的鞣酸會阻礙人體鐵質的吸收，引起鐵性貧血。

茶中的鞣酸會與食物中的蛋白質結合成不易消化的鞣酸蛋白質，不適合便秘患者飲用。

茶中的咖啡因會使人心跳加速，產生胸悶、心悸等不適症狀。

睡前不宜飲茶，咖啡因會振奮精神，影響睡眠。
*/